/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"XSRefreshHeaderIdleText"           = "下拉可以刷新";
"XSRefreshHeaderPullingText"        = "松开立即刷新";
"XSRefreshHeaderRefreshingText"     = "正在刷新数据中...";

"XSRefreshAutoFooterIdleText"       = "点击或上拉加载更多";
"XSRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"XSRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"XSRefreshBackFooterIdleText"       = "上拉可以加载更多";
"XSRefreshBackFooterPullingText"    = "松开立即加载更多";
"XSRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"XSRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"XSRefreshHeaderLastTimeText"       = "最后更新：";
"XSRefreshHeaderDateTodayText"      = "今天";
"XSRefreshHeaderNoneLastDateText"   = "无记录";
